# 돌의내구도 = [5, 3, 4, 1, 3, 8, 3];
# 독 = [
#   {
# "이름": "루비독",
# "나이": "95년생",
# "점프력": "3",
# "몸무게": "4",
#   },
#   {
# "이름": "피치독",
# "나이": "95년생",
# "점프력": "3",
# "몸무게": "3",
#   },
#   {
# "이름": "씨-독",
# "나이": "72년생",
# "점프력": "2",
# "몸무게": "1",
#   },
#   {
# "이름": "코블독",
# "나이": "59년생",
# "점프력": "1",
# "몸무게": "1",
#   },
# ];

돌의내구도 = [5, 3, 4, 1, 3, 8, 3]
독 = [
    {
        "이름": "루비독",
        "나이": "95년생",
        "점프력": "3",
        "몸무게": "4",
    },
    {
        "이름": "피치독",
        "나이": "95년생",
        "점프력": "3",
        "몸무게": "3",
    },
    {
        "이름": "씨-독",
        "나이": "72년생",
        "점프력": "2",
        "몸무게": "1",
    },
    {
        "이름": "코블독",
        "나이": "59년생",
        "점프력": "1",
        "몸무게": "1",
    },
]

for i  독:
    print(돌의내구도[i])
# print(돌의내구도)
# print(독)
["1", "2"].contain("")
